const categoryOptions = [
  {
    name: "საგანი",
    options: ["საგანი", "მათემათიკა", "ქართული", "ინგლისური"],
  },
  {
    name: "კლასი",
    options: ["კლასი", "1", "2", "3", "4", "5", "6", "7", "8", "9", "10", "11", "12"],
  },
  {
    name: "დრო",
    options: ["დრო", "5", "15", "30", "45", "60"],
  },
  {
    name: "სირთულე",
    options: ["სირთულე", "დაბალი სირთულე", "საშუალო სირთულე", "მაღალი სირთულე"],
  },
  {
    name: "ტესტირების ტიპი",
    options: ["ტესტირების ტიპი", "შემოსახაზები", "საწერი", "შერეული"],
  },
  {
    name: "ინტერაქციულობა",
    options: ["ინტერაქციულობა", "დაბალი", "საშუალო", "მაღალი"],
  },
  {
    name: "სწავლების მეთოდი",
    options: ["სწავლების მეთოდი", "ვიზუალური", "აუდიო", "ვიდეო"],
  },
  {
    name: "ნოუთების სიდიდე",
    options: ["ნოუთების სიდიდე", "პატარა", "საშუალო", "მაღალი"],
  },
];

export default categoryOptions;